Revit 2027 API
Ceramic.CeramicColor Property
 The property labeled "Color" from the "Ceramic" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string CeramicColor { get; }
Public Shared ReadOnly Property CeramicColor As String
	Get
public:
static property String^ CeramicColor {
	String^ get ();
}
static member CeramicColor : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
Reference
Ceramic Class
Autodesk.Revit.DB.Visual Namespace